tap 'caskroom/cask'
#tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'

cask_args appdir: '/Applications'

brew 'git'
brew 'git-flow'
brew 'zsh'
brew 'zsh-completions'
brew 'coreutils'
brew 'bash'

brew 'zsh-syntax-highlighting'
brew 'zsh-autosuggestions'

brew 'tree'

brew 'maven'
brew 'ant'
brew 'yarn'
brew 'wget'

brew 'mackup'

brew 'sbt'

brew 'python3'
brew 'ruby'
#brew 'rbenv'

#brew 'golang'

#brew 'mysql'
#brew 'sqlite'

cask 'evernote'
cask 'google-chrome'
cask 'google-drive'

#cask 'font-fira-code'  #https://github.com/tonsky/FiraCode/wiki
